Repository: rolapp/plugin.video.zattoo_hiq
Catalog: jarvis/plugin.video.zattoo_hiq/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: No description
de_de: Keine Beschreibung verfügbar

# #30001
source: [B]Loading data from external source...[/B]
de_de: [B]Lade Daten aus externer Quelle...[/B]

# #30002
source: Calculating remaning time...
de_de: berechne verbleibende Zeit..

# #30003
source: Approximately %d seconds left...
de_de: Voraussichtlich noch %d Sekunden ...

# #30004
source: Loading of data already in progress...
de_de: Datenimport läuft ...

# #30005
source: Mouse control
de_de: Maussteuerung

# #30006
source: Now
de_de: Jetzt

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
de_de: [B]Tip![/B] Sie können auch das Mausrad verwenden

# #30008
source: Cancel
de_de: Abbrechen

# #30009
source: No program available
de_de: Kein Programm verfügbar

# #30010
source: Next:
de_de: Danach:

# #30100
source: General
de_de: Allgemein

# #30101
source: Source
de_de: Quelle

# #30102
source: Show channels from category
de_de: Sender nach Sparten sortieren

# #30103
source: XMLTV file
de_de: XMLTV Datei

# #30104
source: Clear cache...
de_de: Cache leeren...

# #30105
source: Done!
de_de: Fertig!

# #30106
source: Show notification before selected programs start
de_de: Zeige eine Benachrichtigung vor dem Programmstart

# #30107
source: Use program image as background
de_de: Verwende Programmbild als Hintergrund

# #30108
source: Clear all reminders...
de_de: Alle Benachrichtigungen löschen...

# #30109
source: Remember to clear the cache when you change source
de_de: Denken Sie daran den Cache zu löschen, wenn Sie Quellen verändert haben

# #30110
source: Update program information on XBMC startup
de_de: Aktualisierung der Programminformationen beim Start von XBMC

# #30111
source: Play channels using the YouSee web-tv addon
de_de: Sender mit dem "YouSee web-tv" Addon abspielen

# #30112
source: Notifications
de_de: Benachrichtigungen

# #30113
source: Play channels using the Danish Live TV addon
de_de: Sender mit dem "Danish Live TV" Addon abspielen

# #30115
source: - clear cache first
de_de: - Cache zuerst löschen

# #30116
source: Search for channel logos in
de_de: Suche nach geänderten Senderlogos

# #30118
source: Enable OSD menu
de_de: OSD Menü aktivieren

# #30119
source: Disabling the OSD menu may fix video stuttering.
de_de: Deaktiviere das OSD Menü. Dies kann Bildstörungen verhindern.

# #30120
source: Use alternate streaming method (required for some addons)
de_de: Verwende alternative Streamingmethode (erforderlich für manche addons)

# #30121
source: Alternative streaming is not compatible with OSD menu
de_de: Alternatives Streaming ist nicht mit dem OSD-Menü kompatibel

# #30123
source: XMLTV type
de_de: XMLTV Typ

# #30124
source: Local file
de_de: Lokale Datei

# #30150
source: Oops, sorry about that!
de_de: Hmm, sollte nicht passieren.

# #30151
source: It was not possible to load program data,
de_de: Programmdaten könnten nicht geladen werden

# #30152
source: check settings or try again later...
de_de: . Bitte prüfen Sie die Einstellungen, oder versuchen es später erneut.

# #30153
source: because the settings are invalid!
de_de: , da Einstellungen ungültig sind!

# #30154
source: It looks like your current skin has a special
de_de: Es sieht so aus als ob die aktivierte Skin eine spezielle

# #30155
source: version of the TV Guide skin that is not up-to-date.
de_de: Version der TV Guide Skin benutzt, die nicht aktuell ist.

# #30156
source: Please try with a different skin...
de_de: Bitte verwenden Sie ein anderes Skin...

# #30157
source: It looks like the TV Guide database is broken.
de_de: Die Programmdatenbank ist fehlerhaft.

# #30158
source: The database will be deleted and recreated.
de_de: Die Datenbank wird gelöscht und neu erstellt.

# #30159
source: Channel configuration, etc. is unfortunately lost.
de_de: individuelle Sendereinstellungen gehen verloren.

# #30200
source: on [B]%s[/B] in 5 minutes...
de_de: auf [B]%s[/B] in 5 Minuten...

# #30201
source: on [B]%s[/B] is starting now...
de_de: an [B]%s[/B] startet jetzt...

# #30300
source: Watch live
de_de: Live TV

# #30301
source: Remind
de_de: Erinnern

# #30302
source: Don't remind
de_de: Nicht erinnern

# #30303
source: Cancel
de_de: Abbrechen

# #30304
source: Choose stream
de_de: Stream auswählen.

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
de_de: Du kannst Dein eigenes .strm-file auswählen, wenn Du diesen Kanal sehen möchtest.

# #30306
source: Remove stream file
de_de: Streamingmedium löschen

# #30307
source: Channels
de_de: Kanäle

# #30308
source: Quit
de_de: Beenden

# #30500
source: [B]Edit channel order and visibility[/B]
de_de: [B]Bearbeite Senderreihenfolge und Anzeigeoptionen[B/]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
de_de: Auf- und Abbewegen um die Position des [CR]Kanals. Auswahl oder Navigation nach Links um die [CR]Position zu akzeptieren.

# #30502
source: Save
de_de: Speichern

# #30503
source: Cancel
de_de: Abbrechen

# #30601
source: .strm file
de_de: .strm Datei

# #30602
source: Favourites
de_de: Favoriten

# #30604
source: Preview stream
de_de: Streamingvorschau

# #30605
source: Save
de_de: Speichern

# #30606
source: Cancel
de_de: Abbrechen

# #30607
source: Stop preview
de_de: Vorschau abbrechen

# #30610
source: Browse...
de_de: Durchsuchen...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
de_de: Klicke Browse...unterhalb und navigiere zu Deinem stream-file. Wenn Du es ausgewählt hast, kannst Du den Stream vorab ansehen und testen, ob er in XBMC funktioniert.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
de_de: Wähle einen Favoriten von unterhalb. Nur [I]PlayMedia[I]-Favoriten sind unterstützt.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
de_de: Verschiedene addons liefern diese Kanäle. [CR]Wähle eines, um den stream anzusehen.

# #30801
source: Play channels using the Weeb.Tv addon
de_de: Sender mit Weeb.Tv addon abspielen

# #30802
source: TV Guide is configured to stream using Weeb.Tv
de_de: TV Guide verwendet Weed.Tv zum Abspielen von Streams

# #30803
source: addon which is not installed.
de_de: addon, welches nicht installiert ist.

# #30804
source: Streaming using that addon is now disabled.
de_de: Streaming mit diesem Addon ist jetzt deaktiviert.

# #310031
source: Account
de_de: Kontodaten

# #31001
source: Username
de_de: Benutzername

# #31002
source: Password
de_de: Passwort

# #310032
source: Recall eligible
de_de: Recall ist möglich

# #310033
source: Date registered
de_de: registriert am

# #310034
source: Product
de_de: Produkt

# #310035
source: Price
de_de: Preis

# #310036
source: expiration day
de_de: Ablaufdatum

# #310037
source: renewal_date
de_de: Verlängerungsdatum

# #310038
source: Country
de_de: Land

# #31000
source: Zattoo settings
de_de: Zattoo Einstellungen

# #31003
source: PiP Resolution
de_de: PiP Auflösung

# #31005
source: Maximum Bandwidth (kbps)
de_de: Maximale Bandbreite (kbps)

# #31006
source: Default Audio
de_de: Standard Ton

# #310066
source: enable Dolby
de_de: Dolby einschalten

# #310067
source: Only show favourite channels
de_de: Nur Favoriten-Kanäle anzeigen

# #31007
source: liveTV on first start
de_de: liveTV beim ersten Start

# #31008
source: Channel
de_de: Kanal

# #31009
source: select Channel
de_de: Kanal auswählen

# #310091
source: start channel
de_de: Start Kanal

# #310095
source: last played channel
de_de: letzter gespielter Kanal

# #310097
source: Big
de_de: Groß

# #310098
source: Small
de_de: Klein

# #310099
source: Show Help in Main Menu
de_de: Zeige Hilfe im Hauptmenü

# #310100
source: Show Settings in Main Menu
de_de: Zeige Einstellungen im Hauptmenü

# #31010
source: EPG/Recordings
de_de: EPG/Aufnahmen

# #31011
source: EPG time offset
de_de: EPG Zeitverschiebung

# #31012
source: always play show in EPG
de_de: im EPG immer abspielen

# #31013
source: select folder for library
de_de: Verzeichnis für Bibliothek auswählen

# #31014
source: Reset Folder
de_de: Verzeichnis zurücksetzen

# #31015
source: make library files
de_de: Bibliothek Dateien erstellen

# #31016
source: Only finished recordings
de_de: nur fertige Aufnahmen anzeigen

# #310161
source: show ongoing recording
de_de: laufende Aufnahme anzeigen

# #31017
source: Date format in the recording list
de_de: Datumsformat in der Aufnahmelliste

# #31018
source: year.month.day hour:minute
de_de: Jahr.Monat.Tag Stunde:Minute

# #31019
source: weekday day.month.year hour:minute
de_de: Wochentag Tag.Monat.Jahr Stunde:Minute

# #310171
source: show LiveTV in EPG
de_de: Zeige LiveTV im EPG

# #31020
source: Database
de_de: Datenbank

# #31021
source: Load program information at Kodi start
de_de: Programm Information bei Kodi Start laden

# #31023
source: Renew Database and clear Cache
de_de: Datenbank erneuern und Cache löschen

# #31022
source: load only favorites
de_de: Nur Favoriten laden

# #31032
source: edit User KeyMap
de_de: Benutzer KeyMap bearbeiten

# #31033
source: Select KeyMap
de_de: KeyMap auswählen

# #31034
source: User KeyMap
de_de: Benutzer KeyMap

# #31036
source: Manual Keymap
de_de: Manuelle Keymap

# #31037
source: For manual keymap, the file myKeymap.xml must exist in the Userdata directory
de_de: Für Manuelle Keymap muss die Datei myKeymap.xml im Userdata-Verzeichnis existieren

# #31099
source: Most Popular
de_de: Am meisten geschaut

# #31100
source: All Channels
de_de: Alle Kanäle

# #31101
source: Favourites
de_de: Favoriten

# #31102
source: Channellist
de_de: Kanalliste

# #31103
source: Preview
de_de: Vorschau

# #31105
source: Search
de_de: Suche

# #31106
source: Recordings
de_de: Aufnahmen

# #31107
source: Settings
de_de: Einstellungen

# #31108
source: Categories
de_de: Kategorien

# #31200
source: Search show:
de_de: Suche Sendung:

# #31201
source: play:
de_de: abspielen:

# #31202
source: record:
de_de: aufnehmen:

# #31203
source: nothing found
de_de: keine passende Sendung gefunden

# #31204
source: play or record:
de_de: abspielen oder aufnehemn:

# #31250
source: Database was cleared and current data was loaded.
de_de: Die Datenbank wurde gelöscht und neue Daten wurden geladen.

# #31251
source: Now set your folder-content to movies,only use local information and update the library....
de_de: Ordner als Filme definieren, nur lokale Informationen verwenden und Bibliothek aktualisieren...

# #31300
source: Record this show
de_de: Diese Sendung aufnehmen

# #31301
source: Play from beginning
de_de: Von Anfang abspielen

# #31302
source: Only available for Premium users
de_de: Nur für Premium Kunden verfügbar

# #31303
source: Date is too big
de_de: Datum ist zu gross

# #31304
source: Date is too small
de_de: Datum ist zu klein

# #31305
source: Record series
de_de: Serie aufnehmen

# #31306
source: Position found on Zattoo:
de_de: Position auf Zattoo gefunden:

# #31307
source: skip to this position?
de_de: starte von dieser Position?

# #31901
source: Content not accessible
de_de: Inhalt nicht verfügbar

# #31902
source: Unable to start a session. Check your account settings!
de_de: Verbindung fehlgeschlagen. Zattoo Einstellungen überprüfen!

# #31903
source: recording request transmitted to Zattoo.
de_de: Aufnahme-Anfrage wurde an Zattoo übermittelt.

# #31904
source: The show now should be visible in Recordings!
de_de: Die Sendung sollte nun in den Aufnahmen sein!

# #31905
source: There was an error in the transfer!
de_de: Es hat einen Fehler in der Übertragung gegeben !

# #31906
source: The recording already exists!
de_de: Die Aufnahme existiert schon!

# #31907
source: Set the channel as the start channel
de_de: Den Kanal als Startkanal festlegen

# #31908
source: Add channel to favourites?
de_de: Den Kanal zu Favoriten hinzufügen?

# #31909
source: Remove channel from favourites?
de_de: Den Kanal aus den Favoriten entfernen?

# #31911
source: Delete the recording directory and the recorded movies? The recordings are not deleted at Zattoo.
de_de: Das Aufnahme-Verzeichnis und die enthaltenen Filme löschen? Die Aufnahmen werden bei Zattoo nicht gelöscht.

# #31912
source: Keypad
de_de: Tastenfeld

# #31913
source: Clean the program table
de_de: Programm Tabelle bereinigen

# #31914
source: Records delete
de_de: Datensätze löschen

# #31915
source: Load recordings
de_de: Lade Aufnahmen

# #31916
source: Program description
de_de: Programmbeschreibung

# #31917
source: Download TV shows
de_de: Lade TV-Sendungen

# #31918
source: ZattooHiQ - List of programs
de_de: ZattooHiQ - Programmliste

# #31919
source: Records are not required
de_de: Datensätze werden nicht benötigt

# #31920
source: Records are not required Delete records now?
de_de: Datensätze werden nicht benötigt Datensätze jetzt löschen?

# #31921
source: delete recording
de_de: Aufnahme löschen

# #31922
source: ZattooHiQ Download program information ...
de_de: ZattooHiQ lade Programm Informationen ...

# #31923
source: Program information for channel -
de_de: Programm Information für Kanal -

# #31924
source: enter date
de_de: Datum eingeben

# #31925
source: Cancel serial recording
de_de: Serienaufnahme abbrechen

# #31926
source: Toggle wached
de_de: 'Gesehen' umschalten

# #32000
source: select cmd to change key
de_de: wähle Befehl um den Key zu ändern

# #32001
source: press key
de_de: drücke Key

# #32010
source: open Zattoo OSD
de_de: zeige Zattoo OSD

# #32011
source: previous channel
de_de: Kanal runter

# #32012
source: next channel
de_de: Kanal hoch

# #32013
source: toggle channel (PiP)
de_de: Kanal Umschalter (PiP)

# #32014
source: switch audio channel
de_de: Audiokanal umschalten

# #32015
source: record current show
de_de: Sendung aufnehmen

# #32016
source: open Teletext
de_de: Teletext anzeigen

# #32017
source: show Preview
de_de: Vorschau

# #32018
source: show EPG
de_de: EPG

# #32019
source: show Channellist
de_de: Kanalliste

# #32020
source: show Recordlist
de_de: Aufnahmeliste

# #32021
source: show Categorylist
de_de: Kategorie Liste anzeigen

# #32025
source: really delete
de_de: wirklich löschen

# #32026
source: Recording can not be restored
de_de: Aufnahme kann nicht wieder hergestellt werden

# #320000
source: new search
de_de: neue Suche

# #320001
source: delete search
de_de: Suche löschen

# #320002
source: delete entry
de_de: Eintrag löschen

# #320003
source: edit entry
de_de: Eintrag bearbeiten
